import React from 'react';

function Blog() {
  return (
   
    <div className="main_parsys">
        <section className="segment_section">
    
            <div className="editorialHero">

            <img className='editorial-baner' src="https://www2.hm.com/content/dam/sustainability-site/praise-from-others/9501-16x9-CPD-praise-from-others.jpg" alt='' />
            
            <h2 style={{"font-size": "99.064px"}}>Признание от другите</h2>
            </div>

        </section>
        <section className="segment_section">



            <div className="editorialtext">

        
                <article className="blog-article">
                    <div className="blog-article-container">
                        <h2 className="blog-article-main-title">Някои постижения от миналата година, с които се гордеем.</h2>
                        <div className="blog-article-content">
                            <div className="blog-article-themes">
                                <p>Да, знаем, че никой не харесва самохвалковци. Но в случай че искате да научите какви награди и признания получихме наскоро, ще ги изброим тук за вас. Няма нужда да използвате Google. Благодарим!</p>
                            </div>
                        
                            <h4 className="blog-article-title">Индекс за устойчивост на Dow Jones </h4>
                            
                            <div className="blog-article-themes">
                                <p>За осма поредна година SweetPick е включена в световния индекс на Dow Jones. През 2020 г. бяхме четвърти с резултат от 70/100. Освен това бяхме представени в европейския индекс на Dow Jones с най-високия възможен резултат за зачитане правата на човека, докладване за опазване на околната среда, социално докладване и същественост.&nbsp; Постигнахме и най-високия резултат в нашата индустрия за управление на веригите за доставки и стратегия за нововъзникващи пазари.</p>
                            </div>
                            
                            <h4 className="blog-article-title">FTSE4Good</h4>
                            
                            <div className="blog-article-themes">
                                <p>SweetPick вече отговаря на условията да бъде част от  индекс серията на FTSE4Good. Това означава, че сме в състояние да демонстрираме и измерим сериозни природни, социални и управленски стандарти на база независими оценки.</p>
                            </div>
                            
                            <h4 className="blog-article-title">Индекс за прозрачност в областта на модата </h4>
                            
                            <div className="blog-article-themes">
                                <p>SweetPick зае второ място в индекса за 2021 г. за прозрачна мода на Fashion Revolution с резултат от 68%. С този индекс Fashion Revolution оценява и класира 250 глобални модни марки на база това колко информация споделят за доставчиците си, за своите политики и практики, свързани с веригата за доставки, както и за социалното и екологичното си въздействие.</p>
                            </div>
                            
                            <h4 className="blog-article-title">„А списък“ на CDP </h4>
                            
                            <div className="blog-article-themes">
                                <p>CDP&nbsp; (Проект за разкриване на информация, свързана с въглерода) е организация с нестопанска цел, която награждава корпорации, борещи се срещу изменението на климата. В годишния си „А списък“ CDP включва компаниите-пионери по отношение на прозрачността и действията по опазване на околната среда. Ние станахме част от този престижен списък през 2020 г. благодарение на предприетите дейности за намаляване на емисиите, ограничаване на рисковете за климата и изграждане на бъдеще с нулеви въглеродни емисии.</p>
                            </div>
                            
                            <h4 className="blog-article-title">Система за следене на компаниите на Oxfam Australia</h4>
                            
                            <div className="blog-article-themes">
                                <p>Бяхме включени в годишната система на Oxfam Australia за следене на компании, посветени на изплащането на справедливи възнаграждения за труд на работниците, произвеждащи облекло, и на ограничаването на разходите за труд.</p>
                            </div>
                            
                            <h4 className="blog-article-title">Показател за влакна и материали в рамките на корпоративния текстилен обмен</h4>
                            
                            <div className="blog-article-themes">
                                <p>SweetPick беше призната за една от 16-те водещи компании от общо 173, анализирани в рамките на Индекса за промени в материалите (MCI) за 2019 г. Този индекс е начин за измерване, проследяване и сравняване на напредъка на устойчивостта на компанията, свързан с влакната и материалите.&nbsp; &nbsp;</p>
                            </div>
                            
                            <h4 className="blog-article-title">Идеи на компаниите за бърза промяна на света 2021 г.</h4>
                            
                            <div className="blog-article-themes">
                                <p>Наградите за променящи света идеи включват продукти, концепции, компании, политики и дизайни, които преследват иновациите за доброто на обществото и околната среда. Нашата система за рециклиране в магазините Looop, която превръща старите дрехи в нови, беше наградена в категорията за експериментални продукти през 2021 г.</p>
                            </div>
                        
                            <h4 className="blog-article-title">Looop беше инсталирана в един от магазините ни в Стокхолм.</h4>
                        </div>
                    </div>
                </article>

            </div>

        </section>
       
    </div>

  )
}

export default Blog;